{"backend": "tensorflow", "keras_version": "2.1.6", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "name": "dense_4", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 2048], "units": 1330, "bias_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu"}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "rate": 0.59949, "trainable": true, "name": "dropout_3"}}, {"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "name": "dense_5", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 725, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu"}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "rate": 0.14677, "trainable": true, "name": "dropout_4"}}, {"class_name": "Dense", "config": {"trainable": true, "use_bias": true, "name": "dense_6", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "units": 35, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "softmax"}}]}